Repository: brigittebigi/sppas
Catalog: sppas/po/*/LC_MESSAGES/audiodata.po
Languages: fr_fr

source: :ERROR 2000:
fr_fr: Aucun fichier audio n'a été défini.

source: :ERROR 2010:
fr_fr: {:s} lecture ou écriture: {:s}.

source: :ERROR 2015:
fr_fr: Le fichier audio {:s} est vide ou ses données sont corrompues.

source: :ERROR 2020:
fr_fr: Aucun canal d'index {:d} dans le fichier audio.

source: :ERROR 2025:
fr_fr: De {:d} à {:d} ne constitue pas un intervale valide.

source: :ERROR 2050:
fr_fr: Aucun canal audio n'a été défini.

source: :ERROR 2060:
fr_fr: Les canaux n'ont pas les mêmes tailles d'échantillons.

source: :ERROR 2061:
fr_fr: Les canaux n'ont pas le même taux d'échantillonage.

source: :ERROR 2062:
fr_fr: Les canaux ne font pas la même taille.

source: :ERROR 2070:
fr_fr: La taille d'échantillon {:d} est invalide. Il est attendu 1, 2 ou 4.
