Repository: brigittebigi/sppas
Catalog: sppas/po/*/LC_MESSAGES/install.po
Languages: fr_fr

source: :INFO 510:
fr_fr: Installation de '{name}'

source: :INFO 520:
fr_fr: '{name}' n’est pas disponible pour votre OS.

source: :INFO 530:
fr_fr: L’installation de '{name}' est désactivée.

source: :INFO 540:
fr_fr: '{name}' est installé.

source: :INFO 550:
fr_fr: L’installation de '{name}' a échouée.

source: :INFO 560:
fr_fr: Installation terminée

source: :INFO 570:
fr_fr: '{name}' ne correspond à aucun nom connu de package.

source: :INFO 580:
fr_fr: Aucune commande système ne doit être exécutée.

source: InstallWizard of {soft} {version}.
fr_fr: InstallWizard de {soft} {version}.

source: Back
fr_fr: Retour

source: Next
fr_fr: Suivant

source: Install
fr_fr: Installer

source: Cancel
fr_fr: Annuler

source: Exit
fr_fr: Quitter

source: View logs
fr_fr: Voir les logs

source: Confirm exit?
fr_fr: Confirmer la sortie ?

source: Feature:
fr_fr: Fonctionnalité :

source: :INFO 500:
fr_fr: SPPAS est un logiciel à des fins scientifiques developpé par Brigitte Bigi, chargée de recherche CNRS au ’Laboratoire Parole et Langage', à Aix-en-Provence, France. Cet InstallWizard installera sur votre ordinateur les autres programmes dont SPPAS a besoin pour activer certaines fonctionnalités. Pour continuer, cliquez sur ‘Suivant’.

source: :INFO 502:
fr_fr: En cliquant sur ‘Suivant’, vous acceptez les termes de la licence ci-dessous.

source: :INFO 504:
fr_fr: Cochez les cases pour activer les fonctionnalités:

source: :INFO 506:
fr_fr: Cliquez sur le bouton ‘Installer’ pour lancer la procédure d’installation. Si vous souhaitez vérifier ou changer va configuration de l’installation, vous pouvez revenir en arrière en cliquant sur ‘Retour’. Cliquer sur ‘Annulerl' pour quitter l’InstallWizard sans installer les programmes.

source: :INFO 508:
fr_fr: Avant de cliquer sur le bouton ‘Quitter’, partagez votre expérience de cet InstallWizard avec l’auteur : cliquez sur le bouton d’envoie dans la fenêtre de logs.

source: :INFO 512:
fr_fr: Consultez la fenêtre de logs pour plus d’information.
