Repository: brigittebigi/sppas
Catalog: sppas/po/*/LC_MESSAGES/plugins.po
Languages: fr_fr

source: :ERROR 4010:
fr_fr: Le fichier de configuration du plugin est absent.

source: :ERROR 4014:
fr_fr: Il manque la section {:s} dans le fichier de configuration.

source: :ERROR 4016:
fr_fr: Il manque l'option {:s} dans la section {:s} du fichier de configuration.

source: :ERROR 4020:
fr_fr: Type de fichier non supporté par le gestionnaire de plugins.

source: :ERROR 4024:
fr_fr: Le fichier archive du plugin est endommagé.

source: :ERROR 4030:
fr_fr: Un plugin de même nom est déjà installé dans le répertoire des plugins.

source: :ERROR 4040:
fr_fr: Il n'existe pas de plugin avec l'identifiant {:s}.

source: :ERROR 4050:
fr_fr: Il n'existe pas de dossier {:s} dans le répertoire des plugins.

source: :ERROR 4060:
fr_fr: Un plugin de même identifiant existe déjà ou ce plugin est déjà chargé.

source: :ERROR 4070:
fr_fr: {:s} n'est pas une commande valide de votre système.

source: :ERROR 4075:
fr_fr: Aucune commande n'a été définie pour votre système: {:s}. Seuls les systèmes suivants sont connus par ce plugin : {:s}.

source: :ERROR 4080:
fr_fr: Aucune option pour la clé {:s}.

source: :INFO 4010:
fr_fr: Application du plugin sur le fichier : {:s}.

source: :INFO 4015:
fr_fr: Exécution du plugin effectuée.

source: :INFO 4020:
fr_fr: Exécution du plugin terminée
